Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 很多人笑称真武山有‘两真’，真君子和真小人，故而这位兵家剑修与我说了什么，我便可以信他什么。而你不一样，你重伤刘羡阳，坏其大道前程，却故意留其性命，以防自己被我过早驱逐出境，你这种人……”
en_us: "However, you're different. You severely wounded Liu Xianyang, destroying his path to attain the Great Dao. Yet, at the same time, you purposely left him alive to avoid being kicked out of this realm by me. A person like you..."

source: 很奇怪，那名刺客既没有阻扰她的脚步，也没有马上撤退的意思。
en_us: Strangely enough, the assassin didn't try to stop her, nor did he display any intention of retreating.

source: 很奇怪，饱经沧桑的年迈宦官，非但没有被口个“老阉人”惹恼，反而眼神愈发欣慰，等到少年发泄完毕，终于停下骂街行为，老人看着气喘吁吁的少年，微笑道：“殿下，虽然你可能因为有些事情，未曾亲身经历过，所以不知世道诡谲和人心险恶，但是殿下有件事做得很好，很有陛下当年的风采。”
en_us: Strangely enough, not only was Wu Yue not incensed by the scathing tirade directed at him, his eyes gradually lit up with a sense of gratification. After Gao Zhen had finally gotten everything off his chest and was panting from exertion, Wu Yue smiled as he said, "Your Highness, there are some things that you've never experienced, so you're unaware of just how perilous and sinister human nature can be. However, you are the spitting image of His Majesty younger self, and I couldn't be more proud to see how you've developed over the years."

source: 很少被人称兄道弟的苻南华，压下心头淡淡的不适感，恋恋不舍地放下山魈壶，笑道：“在下诚意如何，宋老弟肯定心里有数，要不然我绝对不会开诚布公，一见面就直接说破此壶的真实价值，更不会如此磨磨蹭蹭，直白显露我对此壶的志在必得，为的就是以免双方漫天要价坐地还钱，空耗光阴，还伤了兄弟情分。宋老弟，我苻南华已经将你视为未来修行路上的知己，目前是可以放心做买卖，以后能否福祸相依，甚至是托付生死，就看咱们今天这第一步，走得踏实不踏实了。”
en_us: Very rarely did anyone refer to Fu Nanhua as "brother" under such an informal setting, so he was struck by a hint of vexation, but he patiently suppressed those feelings as he relucntantly set down the teapot, then smiled as he said, "I'm sure you can see my sincerity, Brother Song. I have been fully transparent from hte very beginning, revealing to you the true value of this teapot, and I've also made no effort to disguise how fond of this teapot I am. I've done all of this to avoid a heated bartering process that would not only be a waste of time, but also harm the brotherly bond that we share. Brother Song, I already see you as a close confidant on my future cultivation journey. Right now, I'm content to do business with you, and if we take a solid first step together and further deepen our bond, I can see myself entrusting even my own life to you at some point in the future."

source: 很快他又一次听到了自己的心跳声，如有人擂鼓震天响，少年满脸涨红，伸手使劲捂住心口。
en_us: Soon, he heard the beating of his own heart once again, and it was like someone pounding on a drum with all their might. His face became flushed bright red, and he clasped a hand to his own chest with all his might.

source: 很快就听到女子轻声喊道：“陈平安，这边。”
en_us: It didn't take long before he heard a female voice call out to him. "Over here, Chen Ping'an!"

source: 很快就摸上来一块石头，手掌大小，可惜不是蛇胆石，只得抹了一把脸，继续下潜，三次过后，终于摸起一块青黑色的蛇胆石。陈平安浑身湿漉漉地爬上石崖，放入箩筐，然后继续扎入水中。
en_us: It wasn't long before he resurfaced with a palm-sized pebble. However, it was a shame that this wasn't a snake gall pebble. Chen Ping'an could only wipe his face and dive down again. After three attempts, he finally managed to obtain a dark green snake gall pebble. Chen Ping'an was dripping wet as he climbed back onto the stone cliff and placed the snake gall pebble into his basket. He then dived into the water again.

source: 很快就有人老人以秘术传音，向学塾那边怒吼道：“齐静春你不管管你要是管不了，或是不敢管，就赶紧滚蛋，把位置让给阮邛让他来收拾这个鬼鬼祟祟的家伙还是说这切，就是你齐静春本人在发泄私怨”
en_us: Shortly thereafter, the furious voice of an elderly man was transmitted to the private school through a secret technique. "Qi Jingchun! Are you just not going to do anything about this? If you can't do anything about him or are too afraid to intervene, then hurry up and piss off so Ruan Qiong can take your place and give that sneaky bastard what he deserves! Hold on, I see what this is. You're trying to get back at me through that bastard, aren't you?"

source: 很快就自然而然地闭目凝神，之后昏昏欲睡，最后她竟是猛然一点头，酣睡过去。
en_us: After a short while, she naturally shut her eyes and gathered her concentration. Afterward, she became extremely sleepy. In the end, her head surprisingly drooped down as she fell asleep.

source: 很快有一位白袍男子缓缓而至，跨过门槛后，对刘灞桥笑眯眯问道：“什么事情这么好笑啊，独乐乐不如众乐乐，不如让本王也乐呵乐呵？”
en_us: It didn't take long before Song Changjing arrived, and after making his way into the room, he turned to Liu Baqiao with a smile as he asked, "What's so funny? Why don't you share it with me so I can have a good laugh as well?"

source: 很快道人就拿回一袋子普通铜钱，还有几粒碎银子，一股脑交给陈平安。
en_us: Soon, the Daoist priest returned with a pouch of normal copper coins, along with several pieces of loose silver, all of which he gave to Chen Ping'an.

source: 很能扛痛的少年，也不由得冷汗直流。
en_us: Despite his high pain threshold, he was sweating profusely as he applied the ointment.

source: 心思玲珑的宋集薪仍是蹲在那里发呆，天子卓绝的少年视线之中，有个清瘦少年，站在泥瓶巷当中，看了会儿高挑女子的背影，很快就收敛视线，走向自家院门，但是柴门久久不见推开。
en_us: He could see that there was a thin young boy standing on Clay Vase Alley, and he looked on at Cai Jinjian's parting figure for a while before quickly withdrawing his gaze. He then made his way to the gate of his own courtyard, but the gate refused to open even as he pushed on it insistently.

source: 心情已经平静如常的小女孩看到老人后，叹了口气，摇头教训道：“猿爷爷，李家的人，好像全是一群废物啊。你怎么敢把我托付给他们呢？”
en_us: At this point, Tao Zi had already calmed down, and upon spotting Bai Yuan, she shook her head as she sighed, "I've never seen a more incompetent group of people than these people from the Li Clan. How could you have entrusted me to them, Grandpa Yuan?"

source: 心想师父这个问题大有玄机啊，自己必须小心应对，好好酝酿一番。
en_us: He felt like there was a deeper meaning behind this question, so it was necessary for him to mull over it carefully.

source: 心想那丫头是真能跑真能扛啊。
en_us: He couldn't help but be impressed with Li Baoping's tenacity and work ethic.

source: 心真大。
en_us: How relaxed.

source: 快走到泥瓶巷巷口的时候，刘羡阳爆了一句粗口，陈平安随之收起思绪，抬头望去，顿时有些心情沉重。
en_us: When they were about to reach the end of Clay Vase Alley, Chen Ping'an suddenly heard Liu Xianyang swear in anger. He pushed the thoughts out of his mind and looked up. His expression instantly became solemn.

source: 怎么会不记得，简直就是记忆犹新。
en_us: Not only did he remember it, it was a very clear memory in his mind.

source: 怔怔出神的陈平安抬头望去，笑问道：“你怎么来了？”
en_us: Chen Ping'an turned to her with a slightly dazed expression, then smiled as he asked, "What're you doing here?"

source: 思来想去，这位山崖书院的山主，只得出一个答案。竟然是只因为眼前少年，姓陈名平安。他好像跟谁都不太一样。
en_us: Mulling over this, the master of the Mountain Cliff Academy could only reach a single answer — everything was because of the young boy before him. It was because this young boy was called Chen Ping'an. It was as if he were different from everyone else.

source: 总算登顶了。
en_us: They finally reached the peak.

source: 总计五名黑衣死士，在首领推门之后，鱼贯而入。
en_us: There were five black-clad guards in total, and after the leader opened the door, all of them funneled into the courtyard.

source: 恐怕搬山猿打破脑袋也想不到，因为那部剑经闻风而动的竞争对手，竟然不是死敌风雷园，而是横空出世的龙尾郡陈氏。
en_us: Perhaps the Mountain-moving Ape wouldn't be able to think of this possibilty even if he wracked his brains as hard as he could. The force that was vying for the sword scripture wasn't Sun Scorch Mountain's mortal enemy Wind Lightning Field, but it was actually Dragon Tail County's Chen Clan, a force that had seemingly arrived in this small town from nowhere.

source: 恰恰是方才，这个仿佛出身钟鸣鼎食之家的宋家少年，却要借刀杀人，致人以死地。
en_us: Given Song Jixin's privileged background, someone like Chen Ping'an should've been far beneath him, yet here, he was essentially asking Fu Nanhua to have Chen Ping'an killed.

source: 恼羞成怒的宁姚正要说话，却被陈平安一把抓住手臂，他上前踏出一步，对马苦玄沉声问道：“如果我愿意给钱，你真能不说出去？”
en_us: Ning Yao was quite angry, and she was just about to speak. However, Chen Ping'an pulled her back and stepped forward, saying to Ma Kuxuan in a solemn voice, "Will you really uphold your end of the deal if I give you two pouches of copper coins?"

source: 悄然无声，并无答复。
en_us: The tree remained silent, not offering a response.

source: 悬刀少女略作犹豫，强行压抑下拔刀出鞘的本能，而是歪过脑袋，刚好躲过这势大力沉的刚猛一拳。
en_us: The young woman's hand was still resting on the hilt of her saber, but she forcibly suppressed the instinctive urge to draw her weapon as she cocked her head to the side, perfectly evading the powerful punch that had been thrown her way.

source: 想来掌心之中，洞天之内，小镇之上，已是白昼骤然变成黑夜的玄妙光景。
en_us: Inside the small world sitting on his palm, day abruptly transitioned into night, presenting a wondrous spectable to behold.

source: 想着还是去城东门讨债一次的少年，在临近老槐树的时候，也看到了眼前有槐叶飘落，只是他加快步子，想要伸手去接住。
en_us: Chen Ping'an was considering whether he should go to the eastern town gate to ask for the five copper coins that he was owed, and he also saw a locust leave fluttering down as he approached the old locust tree. He immediately sped up in his footsteps and reached out to try and catch the leaf, but the leaf glanced past his hand, carried away by a gentle breeze.

source: 想起那两方私印，虽然犹在袋中，可是杨老头察觉得到其中端倪，所以才有“春”字一问。
en_us: Even though the two seals had still been in the pouch, Old Man Yang had noticed something special about them. It was because of this that he had asked about the character "Spring".

source: 惹祸精妇人一走，没了春光乍泄的风景可看，杨家铺子的人群也就很快散去。
en_us: After the troublemaking woman left, there was no more beautiful sight for the onlookers to behold. Thus, the shop assistants from the Yang Family's medicine shop quickly scattered and returned to work.

source: 慌慌张张站起身，背起箩筐就跑。
en_us: He hurriedly rose to his feet in a panic, then hoisted the basket onto his back before running away.

source: 憨厚汉子站起身，五短身材，青铜色的肌肤，双臂肌肉鼓涨，把衣袖绷得厉害。
en_us: The man rose to his feet, and he was quite short in stature. He had a tanned complexion, and the bulging muscles of his arms were stretching the fabric of his sleeves.

source: 憨憨傻傻的少年咧嘴一笑。
en_us: The stupid young boy replied with a grin.

source: 我不光光是看待你们这些凡夫俗子，就是看待那些仙家修士，也一样看不起。
en_us: Not only do I look down on mere mortals like yourself, I'm just as disdainful of those so-called immortal cultivators. qwheoithewitoewqhtiqewhtqwheithewhtoihewoithoewhtewotq

source: 或者是稚圭故意丢到他家的钥匙？
en_us: Or perhaps it was Zhi Gui who had purposely tossed the keys into his courtyard?

source: 截江真君刘志茂做梦都想要达到此等高度。术高莫用？去你的鬼吧！刘志茂恨不得有此小洞天之后，将佛陀、道祖、儒教教主这三位的第三代弟子，全部拉进来，不敢说要他们低头弯腰，好歹大家一起平起平坐，同辈相称。
en_us: The River Severing True Lord Liu Zhimao dreamed of reaching such paramount heights. Not using one's most powerful trump card? Get absolutely fucked! If Liu Zhimao possessed such a mystical realm, he would immediately drag the third-generation disciples of Buddha, the Dao Patriarch, and the Confucian Hierarch inside. He didn't dare to say that he could force them to bow their heads, but they could all at the very least be on an equal standing.

source: 所以一直到小镇最西边的宅子，老猿确定四周并无刺客潜伏后，这才稍稍放开手脚，给予那草鞋少年后背心一拳。
en_us: Only after they had reached the westernmost part of the town, when Bai Yuan was able to confirm that there were no assassins lurking nearby, did he dare to fully commit himself to pursuing Chen Ping'an, and shortly thereafter came the punch to the back that had almost taken Chen Ping'an's life.

source: 所以他才会被贬谪到这方小天地，与外边大天地完全隔绝。
en_us: It was exactly because of this that he had been banished to this small world that was completely detached from the outside world.

source: 所以到最后，陈松风沦为拖后腿的那个人。这位豪阀俊彦，虽然也喜欢登高作赋、探幽寻奇，但是比起其他四人，实在相形见绌，陈对是武道高手，刘灞桥是天底下所有练气士当中，极为重视淬炼体魄的剑修，那对少年少女，更是能够戏耍一尊肉身强横至极的搬山猿。
en_us: In the end, it was surprisingly Chen Songfeng who became the laggard. Even though this rich and handsome young man also liked to climb mountains and go on adventures, he was truly lacking in ability when compared to the four other people. Chen Dui was an elite martial artist, and Liu Baqiao was a swordsman, swordsmen being cultivators who placed heavy emphasis on tempering one's physique. Meanwhile, Ning Yao and Chen Ping'an had more so been able to battle with a supremely powerful Mountain-moving Ape.

source: 所以原本因为陆道长一席话，变得有些惜命怕死的少年，又像以往那样，一点也不怕死了。
en_us: He had become a little fearful of death after hearing what Daoist Lu had to say, but now, he had returned to his former mindset, and once again, death didn't seem so terrifying anymore.

source: 所以只要少年死了的话，他的买瓷人和风雷园也就彻底没戏。那部从未真正现世的剑经，就此烟消云散。
en_us: Hence, if Liu Xianyang were to die, then the sword scripture would perish with him, and his porcelain buyers and the Wind Lightning Field would have no hope of ever securing it.

source: 所以哪怕那个风雷园的刘灞桥，陈平安觉得这个人不坏，可不管刘灞桥嘴上如何跟自己称兄道弟，陈平安从头到尾都不会当真，也从不附和。
en_us: Hence, even though Chen Ping'an didn't think Liu Baqiao from Wind Lightning Field was a bad person, he didn't take Liu Baqiao seriously no matter how much the latter tried to proclaim that they were brothers, nor did he ever reciprocate the goodwill that Liu Baqiao had displayed toward him.

source: 所以在杏花巷的那栋祖宅，院子里，或是屋顶上，经常会躺着几只鸟雀的尸体，血肉模糊。
en_us: As a result, there would often be the mangled corpses of several birds lying on the roof or in the courtyard of that residence in Apricot Blossom Alley.

source: 所以少女可以大大方方，眼神清澈地望着草鞋少年，直截了当问他是不是喜欢自己。
en_us: This was also why Ning Yao was able to confidently look at Chen Ping'an with pure eyes and boldly ask him whether he liked her or not.

source: 所以少女根本无法理解，在距离她有十万八千里之遥的山脚，那些人是如何yi步yi步登山的，更不会懂得那些人为何要走得踉踉跄跄。
en_us: Because of this, the young girl was unable to comprehend how those people at the foot of the mountain tens of thousands of miles beneath her would make their way up step by step. She more so couldn't comprehend why their steps were so shaky.

source: 所以当老人说那白碗里装着什么，孩子立即就咬饵上钩。
en_us: Hence, when the old man proclaimed that there was something extraordinary in his bowl, the child immediately took the bait.

source: 所以当老猿后脖子发凉的一瞬间，猛然测过脑袋。
en_us: Bai Yuan suddenly felt a cold chill at the back of his neck at this instant, and this caused him to immediately turn his head to the side.

source: 所以当那个了无牵挂、也无心结的少年，轻轻吐出一口浊气，拍了拍膝盖，缓缓站起身的时候。
en_us: After getting everything off his chest, Chen Ping'an felt as if a weight had been lifted from his shoulders, and he gently exhaled before dusting off his knees and slowly rising to his feet.

source: 所以若是逢年过节，纯粹为了讨个好彩头，小镇百姓花上十钱，也能接受，可真遇上烦心事，肯定不会有人愿意来这里当冤大头。若说这个道士是彻头彻尾的骗子，倒也冤枉了人家，小镇就这么大，如果真只会装神弄鬼、坑蒙拐骗，早就给人撵了出去。所以说这位年轻道人的功力，肯定不在相术、解签两事上。倒是有些小病小灾，很多人喝了道人的一碗符水，很快就能痊愈，颇为灵验。
en_us: Hence, whenever there was a festival, the residents of the town willing to fork out 10 copper coins for a fortune reading purely for the sake of good fortune. However, no one experiencing any actual troubles would be willing to come here just to be scalped. It would be unfair to say that the ist priest was a complete an utter fraud. The town was not a very large place, and if all he did was intentionally confuse and defraud people, then he would've been kicked out long ago. Hence, it was clear that the young ist priest's forte wasn't his fortune telling. Instead, he had made a name for himself through his amulet water, which had consistently cured many of the town's residents of various minor ailments over the years.

source: 所以苻南华对于小镇此行，甚至做过了一番搏命厮杀的最坏准备，但是要说在小镇里，在一方圣人的眼皮子底下，亲眼看到并肩而行的临时盟友，这么被人以迅雷不及掩耳之势宰掉了，老龙城少城主是破天荒第一次，没有眼花缭乱的法宝对攻，没有惊天动地的仙家手笔，就这么给一个最低贱的乡野泥腿子杀了？苻南华震惊之余，根本无法接受这个荒诞事实。如果不是这座小镇，草鞋少年这种命贱如野草的小人物，哪怕是遥遥看到云霞山蔡金简一面，都是遥不可及的天大奢望。
en_us: Hence, prior to entering the town, Fu Nanhua was already prepared for the worst, steeling himself to fight for his life if it became necessary to do so, However, he certainly hadn't anticipated that his temporarily ally would be killed in such an abrupt and brutal fashion right under the nose of a Sage. In fact, this was the first time that he had ever experienced something like this. There were no powerful immortal treasures used, nor any earth-shattering mystical abilities deployed. In what seemed like no more than the blink of an eye, Cai Jinjian had been slain by the lowliest of peasants. Fu Nanhua was astonished by what he had just witnessed, and he was struggling to come to terms with this absurd reality. If they had been anywhere outside of this town, it would've been the greatest of honors for an ant like Chen Ping'an to even catch a glimpse of Cai Jinjian from afar.

source: 所以苻南华的的确确，将眼前少年当做了同道中人。
en_us: Hence, Fu Nanhua was truly regarding Song Jixin as his equal.

source: 所以这么多年下来，陈平安活得很艰辛，但是不苦。
en_us: Thus, even though Chen Ping'an's life had been full of hardships all these years, he didn't find it painful or miserable at all.

source: 所以这种人看似好脾气，其实骨头格外的硬。命也会尤其硬。
en_us: People like him appeared to have a very mild personality, but deep down, they were extremely hardy and resilient.

source: 所以这部撼山谱的练拳起步，就是yi百万次，在那之后，他陈平安才有资格再来谈其他。
en_us: In this sense, the introduction to the Mountain Shaking Guide would be to complete walking meditation one million times. Only after completing this would he have the right to move forward.

source: 所以马婆婆才会格外记恨那个婢女，认为她就是个不要脸的狐媚子，肯定是她主动勾引自己的宝贝孙子。
en_us: It was also because of this that Granny Ma detested that maidservant so much. She felt like that young girl was a shameless seductress, and she was certain that this lowly maidservant had purposefully tried to seduce her treasured grandson.

source: 所以齐静春最后叮嘱道：“陈平安，记住，以后不管遇到什么，你都不要对这个世界失去希望。”
en_us: Qi Jingchun gave the young boy one final piece of advice, saying, "Chen Ping'an, remember this. Regardless of what you encounter in the future, you definitely can't lose hope in this world."

source: 所有都是对的，但是陈平安只是知其然，不知所以然。
en_us: These were indeed the fundamental aspects of walking meditation. However, Chen Ping'an only knew this so, but he didn't know why this was so.

source: 所谓的七窍流血，大概就是说少年眼皮子底下这幅画面。
en_us: She was bleeding out of all of her facial orifices, and Chen Ping'an hurriedly rose to his feet upon seeing this before dragging a stool over to the bed.

source: 手心处传来一记沉闷的撞击声。
en_us: A dull thump instantly rang out from the palm of his hand, and as it turned out, someone had hurled a rock at the side of the boy's head as a hidden weapon.

source: 手持拐杖的老妪正站在一张书案旁，抚摸着桌面，她那张沧桑脸庞，满是伤感的追忆神色。
en_us: The old woman had a cane in her hand as she stood beside the study desk and stroked its surface. Her face was filled with vicissitudes, and it was more so filled with a sense of sadness and reminiscence.

source: 扎两根羊角辫的小姑娘淡然道：“我啊，叫石春嘉，所以你可以喊我石姑娘。”
en_us: The little girl with the twin braids replied, "My name is Shi Chunjia. You can call me Madam Shi."

source: 扎了一根马尾辫的青衣少女怒道：“爹！你就眼睁睁看着刘羡阳这么被人活活打死？刘羡阳是你的半个徒弟！”
en_us: Ruan Xiu was wearing a ponytail today, and she said in anger, "Father! Are you going to watch Liu Xianyang die just like this? He can already be regarded as half your disciple!"

source: 扑通一声。
en_us: There was a thud as Lu Zhengchun fell to his knees.

source: 打定主意，哪怕折损一些气数，也要教训这个貌似憨厚实则奸猾的村野贱胚子，虽说蔡金简他们进入此地，如犯人拘押入牢笼，束手束脚，四处碰壁，一切术法器物，暂时都已经无法驾驭，可是自幼修行的裨益，例如登堂入室后，得以反哺身躯，好似时时刻刻在淬炼筋骨，虽然效果并不显著，远远比不得专注于此道的武道中人，但是凭此底子，对付一个在市井泥泞里摸爬滚打的少年，信手拈来，随手一掌，在某些重要窍穴上动点手脚，使其种下病根，折其阳寿，轻而易举。
en_us: Even though she was extremely restricted upon entering this place, temporarily unable to use any of her treasures abilities, she had reaped the benefits of cultivating from a young age. Her physical constitution was constantly being enhanced through her cultivation, and the effects weren't very pronounced, far less so than the fruits one could expect to reap from specializing in martial arts training, she was still more than sufficiently equipped to deal with a young boy who had grown up his entire life in this rural town. All she had to do was target some of the important acupoints on his body to strike him down with a series of ailments that would lead to an early demise, and it would've been an incredibly simple task, but as she peered into hte dim alley, all she saw was a tanned face and a pair of bright eyes looking back at her.

source: 打打闹闹，终于来到溪畔那座铁匠铺，已经搭建黄泥屋和茅舍在内七八栋，在陈平安眼中，这些都是大把大把的铜钱啊。
en_us: They continued to chatter and jest, and before long, they finally arrived at the blacksmith forge next the the creek. Including the mud huts and thatched cottages, there were around seven to eight buildings in the surroundings. In Chen Ping'an's eyes, these were all bags and bags of copper coins.

source: 打铁汉子一点一点皱起眉头。
en_us: Master Ruan's brows furrowed slightly upon hearing this, and the old shopkeeper immediately shrank back slightly in fear and apprehension.

source: 把宁姚给看得一直想笑，这么本书搁在桌面上，还能自己长脚跑了啊，还是你陈平安怕它会摔跤？
en_us: Ning Yao wanted to burst into laughter when she saw this. Was the book going to grow legs and run away? Or was Chen Ping'an afraid that it would trip and fall off the table?

source: 把正阳山陶紫送回去后，宋集薪惊讶发现宋长镜，竟然就站在那棵子孙槐之下，他快步走去，好奇问道：“这么着急离开？”
en_us: After taking Tao Zi home, Song Jixin was surprised to discover Song Changjing standing under the old locust tree. He briskly walked over and asked in curiosity, "You're in such a hurry to leave?"

source: 抓住刺客，严刑逼供当然很重要，但是以防不测，保住性命更要紧。
en_us: While it was very important to capture the assassin for interrogation, it was far more important to keep Tao Zi safe.

source: 抛开其它不说，若是杀人，虽然老人会被圣人驱逐出境，但是比起无声无息打了个水漂，算是往水里投下一颗石子，好歹有点水花溅起。
en_us: Disregarding everything else, the old man would definitely be tossed out of the small town if he dared to kill a native resident. However, compared to their money silently disappearing down a drain, this would at least make a plop like a small stone being tossed into a pond. They would at least have something to show for it.

source: 抬头望着远处那座牌坊，苻南华好奇问道：“书简湖的截江真君？我怎么根本没印象？即便我老龙城位于一洲极南之地，可是真君之位，何其煊赫，我再孤陋寡闻，也该有所了解啊。”
en_us: Fu Nanhua cast his gaze toward the archway in the distance, and a curious look appeared on his face as he asked, "Why do I have no recollection of a River Severing True Lord from Lake Shujian? Granted, our Old Dragon City is situated in the southernmost region of the continent, but all True Lords are vastly renowned figures, so there should be no way that I haven't heard of him."

source: 抱住少年脖子的少女没好气道：“埋土里了。”
en_us: With her arms wrapped around Chen Ping'an's neck, she huffed, "It's buried in the ground."

source: 抽刀之后，少女身体后仰，脚下不停，往后迅速倒退而去。
en_us: After freeing her saber, Ning Yao quickly leaped back and retreated.

source: 抽着旱烟的老人如云海滔滔里的隐龙，那老妪听得更是如坠云雾，她毕竟是此地土生土长的人物，又没有读过书，自然听不懂这些玄之又玄的学问道理，她只能硬着头皮死记硬背。
en_us: With smoke billowing around him, Old Man Yao appeared much like a dragon hidden in a sea of clouds. The old woman was more so perplexed after hearing his explanation, especially since she had grown up in the small town and had never gone to school before. As such, she naturally couldn't understand these profound and mysterious concepts. The only thing she could do was try her best to memorize Old Man Yao's words.

source: 拂晓时分。
en_us: A new dawn arrived.

source: 拎着草鞋的少年，当时其实只有一个简单念头，这位姑娘身上衣裳的布料，一定不是便宜货，否则吃不住这么大劲。
en_us: At this moment, there was only a single thought in the young boy's mind. That was, the material of this young girl's clothes were definitely very expensive. Otherwise, there was simply no way they could withstand such immense pressure.

source: 拐杖雨点般落在身上，老人只得落荒而逃，不过哈哈大笑。
en_us: Like raindrops, the cane swung down at the old man again and again. He could only flee in a hurry. However, he couldn't help but laugh heartily as he did so.

source: 拥有“真君”尊号的老人嗤笑道：“进了小镇，呼口气放个屁，可能都会有麻烦，难道为此就不要机缘了？”
en_us: The River Severing True Lord scoffed, "In this place, even drawing a breath or taking a fart could bring trouble. If we're constantly cowering and backing down at the first inkling of trouble, then we won't be able to get anything done."

source: 拳势圆转如意，毫无凝滞。
en_us: The transition from straight punch to horizontal sweep was completely smooth and seamless, as if it had been choreographed in advance.

source: 拳走人动，脚不离地，如趟烂泥，势如大雪及膝，缓缓而行。
en_us: The moving fist would lead one's movements, their feet never leaving the ground. As if wading through mud, and as if advancing through snow knee-deep, one would move forward in a slow and steady manner.

source: 拳风之烈，瞬间吹乱少女的帷帽薄纱。
en_us: Such was the power of the old man's punch that his fist swept up a ferocious gust of wind, instantly casting the veil trailing down from the brim of the young woman's hat into disarray.
